<template>
  <div class="GCD">
    <h1>中国共产党史</h1>
    <p>中国共产党百年历史，可以划分为四个历史时期：从1921年7月中国共产党建立至1949年10月中华人民共和国成立，是新民主主义革命时期；从1949年10月至1978年12月党的十一届三中全会召开，是社会主义革命和建设时期；从1978年12月至2012年11月党的十八大召开，是改革开放和社会主义现代化建设新时期；从2012年11月至今是中国特色社会主义新时代。在这四个历史时期，中国共产党完成和推进了四件大事。四件大事铸就了中国共产党百年辉煌。</p>
    <p>中国共产党在新民主主义革命时期（1921年7月中国共产党建立-1949年10月中华人民共和国成立）</p>
    <p>中国的近代史是从1840年鸦片战争开始的。从那时起，中国逐渐成为半殖民地半封建社会。为了改变中华民族悲惨屈辱的命运，中国人民和无数仁人志士进行了千辛万苦的探索和不屈不挠的斗争。封建统治阶级发起洋务运动，农民阶级发动太平天国起义和义和团运动，资产阶级改良派、革命派先后发动戊戌变法、辛亥革命，但都最终归于失败。中国共产党就是在这样的历史背景下登上中国政治舞台的。中国共产党是在近代中国社会矛盾的剧烈冲突中、在中国人民反抗封建统治和外来侵略的激烈斗争中、在马克思列宁主义同中国工人运动的结合过程中应运而生的。</p>
    <img src="https://gimg2.baidu.com/image_search/src=http%3A%2F%2Fp9.itc.cn%2Fq_70%2Fimages03%2F20210306%2F59304a5ec2fc404b9b026bd3b4ecb663.jpeg&refer=http%3A%2F%2Fp9.itc.cn&app=2002&size=f9999,10000&q=a80&n=0&g=0n&fmt=auto?sec=1658039443&t=d4f57025c0b11adc28f8e3b1b7f24144"/>
    <p>1921年7月23日，党的一大在上海召开，几天后在浙江嘉兴南湖的红船上结束。一大的召开标志着中国共产党的正式建立。在这之前各地建立的党组织，都是党的早期组织。关于一大的召开，党史大家胡乔木同志曾写过这样一段话：一大开过了，似乎什么也没有发生，连报纸上也没有一点报道。但是，中国的伟大事变在实质上却开始了。毛泽东同志在总结党的创建的历史时说：“中国产生了共产党，这是开天辟地的大事变。”“从此以后，中国改换了方向。”与以往中国其他政党和政治组织不同的是，中国共产党一经成立就把实现共产主义作为最高理想和最终目标，确立起为中国人民谋幸福、为中华民族谋复兴的初心和使命。</p>
    <img src="https://gimg2.baidu.com/image_search/src=http%3A%2F%2Fwww.hinews.cn%2Fnews%2Fpic%2F003%2F213%2F654%2F00321365404_127190c3.png&refer=http%3A%2F%2Fwww.hinews.cn&app=2002&size=f9999,10000&q=a80&n=0&g=0n&fmt=auto?sec=1658039442&t=f26547e819ba5636386b276f74931b8f"/>
    <p>中国共产党对中国革命道路的探索经历了艰难的历程。在艰辛的探索实践中，中国共产党坚持把马克思主义基本原理同中国革命具体实际相结合，团结带领中国人民找到了一条农村包围城市、武装夺取政权的正确革命道路，进行了28年浴血奋战，打败日本帝国主义，推翻了国民党反动统治，完成了新民主主义革命，建立了中华人民共和国。在这个过程中，党带领人民流血牺牲，历经千难万险。可以说，红色政权来之不易，新中国来之不易。它是红色的，是由无数革命先烈用生命和鲜血换来的。毛泽东同志在党的七大上曾指出：“我们党尝尽了艰难困苦，轰轰烈烈，英勇奋斗。从古以来，中国没有一个集团，像共产党一样，不惜牺牲一切，牺牲多少人，干这样的大事。”东北抗日联军领导人杨靖宇同志在同日寇作战最后弹尽粮绝剩下一人时，面对他人的劝降，掷地有声地说：“老乡，我们中国人都投降了，还有中国吗？”据不完全统计，从1921年至1949年，牺牲的全国有名可查的革命烈士达370多万人，平均每天牺牲370多人。他们真正用行动诠释了“为有牺牲多壮志，敢教日月换新天”的豪情与壮志。</p>
    <img src="https://gimg2.baidu.com/image_search/src=http%3A%2F%2Fp7.itc.cn%2Fimages01%2F20210526%2Fa3d05d86c8d4446a8da2b6523e0c3390.png&refer=http%3A%2F%2Fp7.itc.cn&app=2002&size=f9999,10000&q=a80&n=0&g=0n&fmt=auto?sec=1658039443&t=e037bf2fea9be80fe46187d97918142f"/>
    <p>新中国的成立，标志着中国共产党领导的人民大众的反帝反封建的新民主主义革命的胜利，宣告中国人民从此站立起来了。它彻底结束了旧中国半殖民地半封建社会的历史，彻底结束了旧中国一盘散沙的局面，彻底废除了列强强加给中国的不平等条约和帝国主义在中国的一切特权，中国人民真正成为国家和社会的主人，实现了中国从几千年封建专制政治向人民民主的伟大飞跃。中华民族走上了实现伟大复兴的壮阔道路，“以勇敢而勤劳的姿态工作着，创造自己的文明和幸福，同时也促进世界的和平和自由”。</p>
    <img src="https://gimg2.baidu.com/image_search/src=http%3A%2F%2Fp2.itc.cn%2Fq_70%2Fimages03%2F20210616%2Fd8eef46a8b064e3eacf0cbd085389ea9.jpeg&refer=http%3A%2F%2Fp2.itc.cn&app=2002&size=f9999,10000&q=a80&n=0&g=0n&fmt=auto?sec=1658039948&t=3fd8b033c4098182aa464a0ea8ee789a"/>
    <p>中国共产党在社会主义革命和建设时期（1949年10月-1978年12月党的十一届三中全会召开）</p>
    <p>新中国成立之初，我国面临的国际国内形势是异常艰难和复杂的。由于长期战争，国内经济凋敝，民不聊生。国民党残余伺机破坏，匪患严重。有些地方还未得到解放，很多基层还未建立政权。以美国为首的西方国家在政治上孤立我们、在经济上封锁我们、在军事上威胁我们。1950年6月25日，朝鲜内战爆发，随后美国入侵朝鲜，同时派第七舰队侵入台湾海峡。新生的中华人民共和国遭到严重安全威胁。“打得一拳开，免得百拳来。”经过充分讨论和全面衡量，党中央和毛泽东主席作出了“抗美援朝，保家卫国”的战略决策。抗美援朝战争打出了新中国的国威军威，提高了中国共产党在全国人民中的威望，提高了中国人民的民族自信心和民族自豪感，维护了亚洲和世界和平，新中国站稳了脚跟。正像后来邓小平同志所说的那样，新中国的成立，“中国取得了一个资格：人们不敢轻视我们”。</p>
    <img src="https://img2.baidu.com/it/u=1247357142,2470463077&fm=253&fmt=auto&app=138&f=JPEG?w=720&h=406"/>
    <p>同样，怎样建设社会主义，如何推进中国的现代化，对新中国成立之初的中国共产党来说，也是一个全新的课题。中国共产党从学习苏联到“以苏为鉴”，开始探索中国自己的社会主义建设道路。1956年，我国社会主义改造完成，确立起社会主义基本制度，并开始大规模进行社会主义建设，取得巨大的成就。1954年6月，毛泽东同志曾这样提出过问题：“现在我们能造什么？能造桌子椅子，能造茶碗茶壶，能种粮食，还能磨成面粉，还能造纸，但是，一辆汽车、一架飞机、一辆坦克、一辆拖拉机都不能造。”在中国共产党的坚强领导下，经过全国人民自力更生、艰苦奋斗，我们很快有了中国历史上的无数个第一：生产出第一架飞机、第一辆汽车、第一台拖拉机，自行研制第一颗原子弹、氢弹先后爆炸成功，自行研制第一颗人造地球卫星发射成功，自行研制第一艘核潜艇顺利下水，自行设计建造第一座大桥——南京长江大桥，在世界上首次人工合成牛胰岛素，首次培育成功强优势籼型杂交水稻等。经过20多年的奋斗，初步建立起独立的比较完整的工业体系和国民经济体系。邓小平同志说：“如果六十年代以来中国没有原子弹、氢弹，没有发射卫星，中国就不能叫有重要影响的大国，就没有现在这样的国际地位。”在这一时期，我国还初步解决了几亿人的吃饭穿衣问题，这在当时也被公认为是创造了一个世界奇迹。</p>
    <p>在那个激情燃烧的岁月，全党保持了良好精神状态，全社会形成了良好社会风气，进而转化为推进社会主义革命和建设的强大力量。大庆工人王进喜同志喊出“石油工人一声吼，地球也要抖三抖”，铁人精神给全国人民带来了难忘的印象、记忆和感动，激励和鼓舞全国人民不畏艰难、勇往直前。河南林县人民用简陋的工具，劈开太行山的重峦叠嶂，引漳河水入林县，建成“人造天河”红旗渠的事迹，就是这时全国人民奋发图强的一个缩影。</p>
    <img src="https://gimg2.baidu.com/image_search/src=http%3A%2F%2Fimg0.xinmin.cn%2F2019%2F09%2F26%2F20190926212359944681.jpg&refer=http%3A%2F%2Fimg0.xinmin.cn&app=2002&size=f9999,10000&q=a80&n=0&g=0n&fmt=auto?sec=1658040037&t=ec57097f0071baa0b1f9cc3d15e67bd4"/>
    <p>进行社会主义革命，确立社会主义基本制度，这是以毛泽东同志为核心的党的第一代中央领导集体，团结带领全党全国各族人民进行的伟大创造，体现了中国人民的意愿，符合中国的实际，顺应了历史发展的潮流。这场中华民族有史以来最为广泛而深刻的社会变革，为当代中国一切发展进步奠定了根本政治前提和制度基础，为开创中国特色社会主义提供了宝贵经验、理论准备、物质基础。</p>
    <p>如何结合国情，在一个经济文化落后的国家里，探索中国自己的社会主义建设道路，是一件极不容易的事情。既然是探索，就会有失误。我们党在取得探索成果的同时，从1958年以后也开始出现失误甚至是严重失误，发生了“大跃进”、人民公社化运动的挫折以及影响全局长达十年之久的“文化大革命”内乱。面对“左”的错误造成的严重后果，我们党进行了深刻反思。1978年9月16日至18日，邓小平同志在东北考察时讲：“社会主义要表现出它的优越性，哪能像现在这样，搞了二十多年还这么穷，那要社会主义干什么？”同年12月13日，他在中央工作会议上发表重要讲话，这就是那篇著名的《解放思想，实事求是，团结一致向前看》。他强调指出：“如果现在再不实行改革，我们的现代化事业和社会主义事业就会被葬送。”这个讲话实际上成为此后召开的党的十一届三中全会的主题报告，成为新时期解放思想、实事求是的宣言书。</p>
    <p>1978年党的十一届三中全会的召开，实现了新中国成立以来党的历史上具有深远意义的伟大转折，开启了改革开放和社会主义现代化建设新时期。党的十一届三中全会后，以邓小平同志为核心的党的第二代中央领导集体，面对“文化大革命”造成的危难局面，以巨大的政治勇气和理论勇气，团结带领全党全国各族人民，深刻总结中国社会主义建设正反两方面经验，借鉴世界社会主义历史经验，解放思想、实事求是，作出把党和国家工作中心转移到经济建设上来、实行改革开放的历史性决策，明确提出走自己的路、建设中国特色社会主义，制定“三步走”发展战略，确立社会主义初级阶段基本路线，深刻揭示社会主义本质，创立邓小平理论，科学回答了建设中国特色社会主义的一系列基本问题，在拨乱反正和改革开放中成功开创了中国特色社会主义。</p>
    <p>1989年党的十三届四中全会后，以江泽民同志为核心的党的第三代中央领导集体，面对国内外纷繁复杂的形势，在世界社会主义出现严重曲折的严峻考验面前，团结带领全党全国各族人民，坚持党的基本理论、基本路线，坚定捍卫中国特色社会主义，依据新的实践确立党的基本纲领、基本经验，确立社会主义市场经济体制的改革目标和基本框架，确立社会主义初级阶段的基本经济制度和分配制度，提出依法治国基本方略，推进党的建设新的伟大工程，形成“三个代表”重要思想，开创了全面改革开放新局面，成功把中国特色社会主义推向21世纪。</p>
    <img src="https://img1.baidu.com/it/u=1941083080,402533213&fm=253&fmt=auto&app=138&f=JPEG?w=747&h=500"/>
    <p>2002年党的十六大后，以胡锦涛同志为总书记的党中央，紧紧抓住和用好重要战略机遇期，团结带领全党全国各族人民，积极推进实践创新、理论创新、制度创新，坚持以人为本、全面协调可持续发展，构建社会主义和谐社会，加快生态文明建设，着力保障和改善民生，促进社会公平正义，推动建设和谐世界，推进党的执政能力建设和先进性建设，形成科学发展观，在全面建设小康社会的伟大实践中，成功坚持和发展了中国特色社会主义。</p>
    <p>改革开放和社会主义现代化建设新时期，我国经济得到快速发展，社会保持长期稳定。从1978年至2012年，我国经济高速增长，国内生产总值先后超过意大利、法国、英国、德国，2010年超过日本，成为世界第二大经济体。同时，出口超过德国，成为世界第一大出口国。成为18世纪工业革命以来继英国、美国、日本、德国之后的“世界工厂”，并于2010年跨入上中等收入国家的行列。</p>
    <p>中国共产党在改革开放和社会主义现代化建设新时期团结带领中国人民实现了中华民族从站起来到富起来的伟大飞跃。</p>
    <p>中国共产党在中国特色社会主义新时代（2012年11月至今）</p>
    <img src="https://img0.baidu.com/it/u=3257679800,3234237369&fm=253&fmt=auto&app=120&f=JPEG?w=787&h=500"/>
    <p>2012年党的十八大以来，以习近平同志为核心的党中央，团结带领全党全国各族人民，举旗定向，谋篇布局，从理论和实践结合上深刻回答了新时代坚持和发展什么样的中国特色社会主义、怎样坚持和发展中国特色社会主义这个重大时代课题，创立习近平新时代中国特色社会主义思想，统揽伟大斗争、伟大工程、伟大事业、伟大梦想，统筹推进“五位一体”总体布局、协调推进“四个全面”战略布局，坚持完善和发展中国特色社会主义制度，推进国家治理体系和治理能力现代化，解决了许多长期想解决而没有解决的难题，办成了许多过去想办而没有办成的大事，推动党和国家事业取得历史性成就、发生历史性变革，推动中国特色社会主义进入新时代。</p>
    <p></p>
    <p></p>
  </div>
</template>

<script>
</script>

<style>
  @import url(..//css/GCD1.css);
</style>
