<template>
  <div class="Hero">
    <h1>烈士英雄·佟麟阁</h1>
    <p>抗日英烈之佟麟阁将军。1933年初，日军进逼热河，二十九军奉命调至长城一带迎敌，他参加了长城抗战，给日军以沉重打击。长城抗战失败后，回驻张家口，兼任张家口警备司令。</p>
    <img src="http://baozhuang5.com/d/file/2021-11-11/120d82e0f2bc24e201ce299e1d63645f.jpg"/>
    <p>同年5月，日军进逼华北，冯玉祥响应中国共产党团结抗日的号召，在张家口建立察哈尔省抗日同盟军，冯被推举为总司令，他任察哈尔省代主席兼第一军军长。</p>
    <p>与方振武等部配合作战，收复宝昌、多伦等地。8月，抗日同盟军失败，被迫撤销，改任张家口公安管理处处长，一度到北京香山隐居，消愁度日，等待时机报效祖国。</p>
  </div>
</template>

<script>
</script>

<style>
  @import url('../css/Hero.css');
</style>
