<template>
  <div class="History">
    <h1>中国共产党史重大事件</h1>
    <h3>1、五四爱国运动</h3>
    <p>1919年爆发的以一批先进知识分子为先锋、广大人民群众参加的彻底的反帝反封建的伟大爱国革命运动。五四运动的爆发，标志着一场新的伟大的反帝反封建斗争的开始，并由此引起了一场广泛的深层次的马克思主义传播运动。</p>
    <h3>2、党的早期组织</h3>
    <p>1920年8月，中国的第一个共产党组织在上海成立。此后，北京、武汉、长沙、广州、济南等地也相继建立了共产党早期组织。</p>
    <h3>3、党的第一次全国代表大会</h3>
    <p>1921年7月23日在上海开幕，最后一天的会议转移到浙江嘉兴南湖举行。出席大会的代表13人，代表着全国50多名党员，山东代表是王尽美、邓恩铭。</p>
    <h3>4、党的第一部章程</h3>
    <p>1922年7月召开的党的二大通过的《中国共产党章程》，是党成立后制定的第一部党章。</p>
    <h3>5、中国工人运动第一次高潮</h3>
    <p>从1922年1月到1923年2月，中国共产党领导的工人运动形成第一次高潮，前后持续时间达13个月之久，爆发的罢工斗争达100余次，参加罢工的工人达30万人以上。</p>
    <h3>6、第一次国共合作</h3>
    <p>党的三大决定采取共产党员以个人身份加入国民党的方式实现国共合作；1924年1月国民党第一次全国代表大会确立了联俄、联共、扶助农工的三大政策。国民党一大的召开，标志着第一次国共合作的正式形成。</p>
    <h3>7、五卅运动</h3>
    <p>党的三大决定采取共产党员以个人身份加入国民党的方式实现国共合作；1924年1月国民党第一次全国代表大会确立了联俄、联共、扶助农工的三大政策。国民党一大的召开，标志着第一次国共合作的正式形成。</p>
    <h3>8、南昌起义</h3>
    <p>1927年8月1日，以周恩来为书记的前敌委员会及贺龙、叶挺、朱德、刘伯承等人，率领党掌握或影响下的北伐军2万多人在南昌举行起义，打响了武装反抗国民党反动派的第一枪。</p>
    <h3>9、八七会议</h3>
    <p>1927年8月7日，中共中央在湖北汉口召开的紧急会议。会议总结大革命失败的经验教训，着重批评了大革命后期以陈独秀为代表的右倾机会主义错误，确立了实行土地革命和武装起义的方针。</p>
    <h3>10、井冈山会师</h3>
    <p>1928年4月底，朱德、陈毅率领南昌起义保存下来的部队和湘南农军到达井冈山，和毛泽东领导的工农革命军会师。会师后，成立了中国工农红军第四军。12月，彭德怀、滕代远率领红五军主力来到井冈山，与红四军会师。</p>
    <h3>11、九一八事变</h3>
    <p>也称柳条湖事件，是1931年日本驻中国东北的关东军发动的武装进攻沈阳的严重事件。九一八事变后的4个多月内，整个东北沦为日本的占领地。</p>
    <h3>12、红军长征</h3>
    <p>1934年10月，中央红军从江西瑞金一带出发，开始长征。1935年10月，中央红军到达陕北吴起镇（今吴旗），实现了战略大转移。1936年10月，红四、红二方面军分别同红一方面军在甘肃会宁、静宁将台堡会师，胜利结束了长征。红军长征的胜利，是中国革命转危为安的关键。</p>
    <h3>13、遵义会议</h3>
    <p>1935年1月中共中央在贵州遵义召开的政治局扩大会议。遵义会议结束了王明“左”倾教条主义在中央的统治，实际上确立了毛泽东在中共中央和红军的领导地位。这次会议，在极端危急的关头挽救了党，挽救了红军，挽救了中国革命，是党的历史上一个生死攸关的转折点，标志着中国共产党在政治上开始走向成熟。</p>
  <h3>14、西安事变</h3>
  <p>也称“双十二”事变。1936年12月12日，张学良、杨虎城联合行动，在西安附近的临潼扣留了蒋介石，并向全国发出停止内战、一致抗日的通电。中共中央以中华民族利益的大局为重，确定了用和平方式解决西安事变的方针。根据这一方针，在周恩来与张学良、杨虎城的共同努力下，蒋介石被迫作出“停止剿共，联红抗日”等六项承诺。西安事变的和平解决，成为时局转换的枢纽。从此，十年内战的局面基本结束，国内和平初步实现。</p>
  <h3>15、卢沟桥事变</h3>
  <p>又称七七事变，是1937年日本帝国主义为发动全面侵华战争策划的一个严重事件。卢沟桥事变标志着日本全面侵华战争的爆发和中国全国性抗日战争的开始。</p>
  <h3>16、第二次国共合作</h3>
  <p>1937年9月22日，国民党中央通讯社发表《中共中央为公布国共合作宣言》；次日，蒋介石发表谈话，事实上承认了中国共产党在全国的合法地位。国共合作宣言和蒋介石谈话的发表，标志着国共两党第二次合作的正式形成。</p>
  <h3>17、百团大战</h3>
  <p>1940年八路军在华北敌后发动的一次大规模的破袭作战。这次战役持续3个半月，八路军参战部队有105个团20余万人，共作战1824次，毙伤日伪军2.5万余人，俘敌1.8万余人，是抗战时期八路军发动的规模最大、参战人数最多的一次战役。</p>
  <h3>18、党的第七次全国代表大会</h3>
  <p>1945年4月23日至6月11日在延安举行。大会制定了党的政治路线，确立毛泽东思想作为党的指导思想并写入党章。</p>
  <h3>19、中国抗日战争胜利</h3>
  <p>1945年9月2日，日本在投降书上签字，中国抗日战争胜利结束。9月3日被确定为中国抗日战争胜利纪念日。</p>
  </div>

</template>

<script>
</script>

<style>
  @import url(..//css/History.css);
</style>
