<template>
  <div class="Tuanhui">
    <h1>中国共产主义青年团团徽</h1>
    <img src="https://tse1-mm.cn.bing.net/th/id/R-C.8125b62036345f859b9bb60da4c4e2f3?rik=8haa5OJF456eSQ&riu=http%3a%2f%2fres.dps.cn%2fres%2fdecoration%2f13393%2fsfx464539.png&ehk=GXK1gjkhCS%2fmCb5Wt4G0wPAc1Dl8fM2Bg4bESdE5FbU%3d&risl=&pid=ImgRaw&r=0"/>
    <h3>构成要素</h3>
    <p>中国共产主义青年团团徽的内容为团旗、齿轮、麦穗、初升的太阳及其光芒，写有“中国共青团”五字的绶带。它象征着共青团在党的思想的光辉照耀下，团结各族青年，朝着党所指引的方向奋勇前进。</p>
    <h3>制法说明</h3>
    <p>1. 团徽上团旗的旗面和绶带为红色，团旗的五角星和环绕它的圆圈、旗边、旗杆、齿轮、麦穗、初生的太阳及其光芒、“中国共青团”五个字为黄色。红色采用国徽红，黄色为国徽黄。“中国共青团”字体为毛体书法。
        2. 用于悬挂团徽的名义尺寸为1000mm。
        3. 用于佩戴团徽徽章的名义尺寸为20mm。</p>
    <h3>使用管理</h3>
    <p>悬挂团徽，应当置于显著位置。使用团徽及其图案，应当严肃、庄重。下列情形使用团徽和团徽图案：
    （一）召开团的全国代表大会、代表会议、委员会全体会议，可以悬挂团徽。
    （二）团的各级组织的工作场所可以悬挂团徽或使用团徽图案。
    团的各级领导机关的门口不悬挂团徽。
    （三）团内出版物、团组织制作的非商业用途的宣传品可以使用团徽图案。
    （四）团的各级组织颁发的奖状、奖旗、奖章、证书和其它荣誉性文书、证件上可以印团徽图案。
    （五）由团的各级组织主办的重大活动可以悬挂团徽或使用团徽图案。
    （六）团的各级组织在互联网和其它媒体上开展团的工作，可以使用等比例制作的团徽图案。
    县级和县级以上团的领导机关对团徽的制作使用进行监督管理。除上述情况外，使用团徽及其图案须经县级和县级以上团的委员会批准。不得使用破损、污损、褪色或不符合制作规定的团徽，不得用于或变相用于商标、商业广告以及商业活动，不得在不适宜的场合使用。
    《中国共产主义青年团团旗、团徽、团歌制作使用管理规定》
    《中国共产主义青年团团旗、团徽、团歌制作使用管理规定》(11张)
    团徽制成徽章，颁发给共青团员和保留团籍的中共党员佩戴。团的领导机关干部在日常工作中应当佩戴团徽徽章。团干部、团员在参加团的活动时应当佩戴团徽徽章。团徽徽章应当佩戴在左胸前。</p>
    <h3>国家标准</h3>
    <p>2021年4月30日，国家市场监督管理总局、国家标准化管理委员会批准发布了《中国共产主义青年团团徽》（GB/T 40057-2021），首次以国家标准的形式，明确了团徽的外观图案、颜色尺寸、材质强度、试验方法、检验规则等要求。</p>
  </div>
</template>

<script>
</script>

<style>
  @import url('../css/Tuanhui.css')
</style>
